{
  "auto_map": {
    "AutoProcessor": "processing_prismatic.PrismaticProcessor"
  },
  "backend": "tokenizers",
  "bos_token": "<s>",
  "clean_up_tokenization_spaces": false,
  "eos_token": "</s>",
  "is_local": false,
  "legacy": false,
  "local_files_only": false,
  "model_max_length": 2048,
  "pad_token": "<PAD>",
  "padding_side": "right",
  "processor_class": "PrismaticProcessor",
  "sp_model_kwargs": {},
  "tokenizer_class": "TokenizersBackend",
  "unk_token": "<unk>",
  "use_default_system_prompt": false
}
